{
    "header": {
        "home": "Bosh sahifa",
        "about": "Biz haqimizda",
        "ginseng": "Jenshen",
        "contact": "Bog'lanish"
    },

    "footer": {
        "title1": "Biz bilan bog'laning",
        "title2": "Aloqada bo'ling",
        "title3": "Mijozlarni qo'llab-quvvatlash",

        "text1": "Jahon bo'yicha mashhur Korea Ginseng Corporation (KGC) va uning sho'ba brendlari JungKwanJang, KORESELECT, GoodBASE, Donginbi — dunyoda birinchi raqamli jenshen brendi bo'lib, 120 yildan ortiq bog'dorchilik va ilmiy tajribaga ega.",
        "text2": "“Oʻzbekiston Respublikasi”da “JUNG KWAN JANG” mahsulotlarining rasmiy distribyutori.",
        
        "link1": "Gospitalniy dahasi, 7/7a, Toshkent, O'zbekiston",
        "link2": "Telefon:",
        "link3": "Elektron pochta:",
        "link4": "Mahsulotlar",
        "link5": "Biz bilan bog'laning",
        "link6": "Biz haqimizda",
        "link7": "Jenshen"
    },

    "home": {
        "title": "Jung Kwan Jangga xush kelibsiz",
        "text": "Salomatlik va farovonlik uchun yuqori darajadagi Koreya qizil jenshen mahsulotlari",

        "cardMainTitle": "Mahsulotlarimiz bilan tanishing",

        "title2": "Koreya qizil jenshen bilan sog'lig'ingizni mustahkamlang",
        "text2": "120 yildan ortiq jenshen tajribasining afzalliklarini his eting.",

        "cardTitle": {
            "1": "Hong Sam Won",
            "2": "Pomegranate sticks",
            "3": "Everytime V"
        },

        "cardText": {
            "1": "Immunitet va energiya darajasini oshirish uchun kuchli qizil jenshen ekstrakti.",
            "2": "Kundalik energiyani qo'llab-quvvatlash uchun iste'mol qilish oson qizil jenshen tayoqchalari.",
            "3": "Hayotiylikni oshirish uchun yuqori sifatli qizil jenshendan tayyorlangan tetiklantiruvchi tonik."
        },

        "cardQuantity": {
            "1": "50 ml 30 dona",
            "2": "10 ml 30 dona",
            "3": "10 ml 30 dona"
        },

        "btn": {
            "1": "Batafsil ma'lumot",
            "2": "Hozir xarid qiling"
        }
    },

    "about": {
        "block1": {
            "mainTitle": "Cheong Kwan Jangdan Jung Kwan Jangga",

            "title1": "Nima uchun \"JungKwanJang\"? ",
            "title2": "Bizning majburiyatimiz o‘zgarmaydi",
            "title3": "Kelajakka nazar ",
            "title4": "Sizning sog‘lig‘ingiz, bizning ilm-fanimiz, bir kelajak – JungKwanJang.",

            "text1": "Biz \"CheongKwanJang\" brend nomimizni \"JungKwanJang\"ga o‘zgartirish bilan bog‘liq katta bosqichni e’lon qilishdan mamnunmiz. Bu o‘zgarish shunchaki yangi ism emas; bu bizning mukammallik, innovatsiya va jamoalarimizning farovonligiga bo‘lgan sadoqatimizning muhim voqeasidir.",
            "text2": "\"JungKwanJang\" nomi bizning merosimizni aks ettirish va kelajakka intilish istagimizga asoslanadi. Bu \"markaziy\", \"asosiy\" yoki \"muhim\" degan ma’noni anglatib, sizning sog‘lig‘ingizda markaziy manba sifatidagi rolimizni aks ettiradi. \"Jung\" bizning asosiy vazifamiz - yuqori sifatli, muhim sog‘liq mahsulotlarini taqdim etishimizni ta’kidlaydi. Shu bilan birga, \"KwanJang\" ishlab chiqarishdagi mukammallik va ishonchlilik an’analarimizni davom ettiradi.",
            "text3": "Bizning ismimiz o‘zgargan bo‘lsa-da, sizga bo‘lgan sadoqatimiz o‘zgarishsiz qoladi. JungKwanJang tabiatning kuchini ilmiy innovatsiyalar bilan birlashtirib, sog‘lig‘ingiz va farovonligingizni qo‘llab-quvvatlovchi mahsulotlar yetkazib beradi. Bizning poklik, sifat va samaradorlikka bo‘lgan sadoqatimiz mustahkam bo‘lib qolmoqda, va sizning sog‘lig‘ingizdagi ishonchli hamkoringiz bo‘lish va’damiz saqlanib qoladi.",
            "text4": "Ushbu rebrending bizning yo‘limizdagi yangi bobni belgilaydi. JungKwanJang sifatida biz innovatsion yechimlarni o‘rganishda, sog‘liq ilm-fanining chegaralarini kengaytirishda va hayotingiz sifatini yaxshilaydigan mahsulotlarni taqdim etishda yanada qat’iy intilamiz. Kelajakdan umidvormiz va yangi ismimiz bilan sizga xizmat ko‘rsatishda davom etish imkoniyati uchun chuqur minnatdormiz.",
            "text5": "Sizning qo‘llab-quvvatlashingiz va ishonchingiz uchun rahmat. Birgalikda bu yangilangan sog‘liq va farovonlik yo‘lida yurishni boshlaylik."
        },

        "block2": {
            "mainTitle": "Tabiat tuhfasi",
            "mainTitleRed": "Dunyoning №1 Jenshen brendi – JungKwanJang",

            "title1": "Bizning vazifamiz",
            "title2": "ENG ISHONCHLI JENSHEN BRENDI",

            "text1": "JungKwanJang (正官庄) – 120 yillik tarixga ega bo‘lgan o‘simlik qo‘shimchalari brendi, 40 dan ortiq mamlakatlarda sevilgan va 2012-2021 yillardagi Euromonitor hisobotiga ko‘ra dunyodagi eng mashhur Jenshen brendi sifatida tanilgan. 2021 yil holatiga ko‘ra umumiy jenshen chakana bozori taxminan 490 million AQSh dollariga baholangan va Koreya Jenshen Korporatsiyasining JungKwanJang brendi 48,3% bozor ulushi bilan 2 203 million AQSh dollari atrofida sotuvga ega bo‘lgan holda yetakchilik qilgan.",
            "text2": "\"Har kuni insonlarning hayotini yaxshilash uchun ularga eng yaxshi, an’anaviy usulda yetishtirilgan, ehtiyotkorlik bilan tanlangan Koreya Qizil Jensheni mahsulotlarini taqdim etamiz. Biz o‘z mijozlarimizning sog‘lig‘ini qo‘llab-quvvatlash uchun barcha imkoniyatlarimizni ishga solamiz, shunda ular hayotdagi har qanday qiyinchiliklarga qarshi tura olishadi.\"",
            "text3": "Butun dunyoda mashhur bo‘lgan Koreya Jenshen Korporatsiyasi (KGC), o‘zining JungKwanJang, Koreselect, GoodBASE va Donginbi kabi brendlari bilan, 120 yildan ortiq bog‘dorchilik va ilmiy tajribaga ega bo‘lgan holda dunyodagi №1 jenshen brendi hisoblanadi.",
            "text4": "KGC brendlari har bir inson ehtiyojlarini qondiruvchi a'lo mahsulotlarni yetkazib berish uchun eng yaxshi jenshenni eng yaxshi o‘simliklar va ingredientlar bilan birlashtiradi. Bizning har bir JungKwanJang mahsulotimiz Koreya Respublikasi Oziq-ovqat va ilm-fan vazirligi tomonidan sertifikatlangan bo‘lib, faqat yetti yil davomida to‘liq yetilgan ildizlardan olingan eng sifatli jenshen ekstrakti mavjud."
        },

        "aboutCard": {
            "title1": "100% Kontraktli dehqonchilik va qat'iy ingredient xavfsizligini boshqarish",
            "title2": "Dunyoning eng yirik Qizil Jenshen ishlab chiqarish infratuzilmasi",
            "title3": "Ehtiyotkorlik bilan tanlangan xavfsizlik sinovlari va qat'iy sifat nazorati",
            "title4": "Dunyoning eng yirik Jenshen va Qizil Jenshen tadqiqot guruhi",
            "title5": "Doimiy samaradorlik, texnologiya va xavfsizlik bo‘yicha tadqiqotlar",

            "span1": "Eng yuqori sifatli toza ingredientlarni yetkazib berish",
            "span2": "120 yillik an'anaviy ishlab chiqarish tajribasi va hunarmandchilikka ega Koreya Jenshen Zavodi",
            "span3": "GMP, HACCP, ISO 22000, HALAL, KOSHER",
            "span4": "Qizil jenshen tadqiqotlari bo‘yicha global markaz",

            "text1": "JungKwanJang faqat eng yuqori sifatli, toza ingredientlarni mahalliy yetishtiruvchilardan sotib oladi. Premium jenshen shartnoma asosida qishloq xo‘jaligi tajribasiga ega fermerlar tomonidan yetishtiriladi. Bundan tashqari, ingredientlarning xavfsizligini ta'minlash uchun fermer xo‘jaliklarida tekshiruvlar o‘tkaziladi va faqat standartlarga mos keladigan xo‘jaliklar jenshen yetishtirish huquqiga ega bo‘ladi.",
            "text2": "Buyo va Vondjuda joylashgan ikki Koreya jenshen zavodi sayyoramizdagi eng katta jenshen ishlab chiqarish markazlaridir. 120 yillik an'anaviy ishlab chiqarish tajribasi va hunarmandchiligi bilan ular JungKwanJang Qizil Jenshenining misli ko‘rilmagan standartlarini qat'iy sifat nazorati tizimi orqali ishlab chiqdilar. Janubiy Koreyaning to‘rtinchi sanoat inqilobiga muvofiq, bu zavodlar aqlli fabrikalarga aylanish yo‘lida rivojlanmoqda.",
            "text3": "Bizning Koreya jenshen ishlab chiqarish zavodlarimiz yuqori sifatli mahsulotlari uchun Sog'liq uchun Foydali Oziq-ovqatlarning Yaxshi Ishlab chiqarish Amaliyoti (GMP), Xavf Tahlili va Tanqidiy Nazorat Nuqtasi (HACCP) sertifikatlari, Xalqaro Standartlashtirish Tashkiloti (ISO) 22000 akkreditatsiyasi, shuningdek HALAL va KOSHER sertifikatlariga ega bo‘lib, rasmiy ravishda e'tirof etilgan.",
            "text4": "JungKwanJang o‘zining yuqori sifati bilan tanilgan bo‘lib, bu ko‘p jihatdan doimiy tadqiqot va rivojlantirish ishlari tufaylidir. Koreya Jenshen Tadqiqot Instituti, Koreya Jenshen Korporatsiyasi (KGC) tomonidan boshqariladi va unda 130 dan ortiq yetakchi tadqiqotchilar faoliyat yuritadi. Institut qizil jenshen bo‘yicha 240 dan ortiq patentlarni ro‘yxatdan o‘tkazgan va 2000 yildan beri 310 dan ortiq ilmiy maqolalar chop etgan bo‘lib, bu uni o‘z sohasidagi eng samarali tadqiqot instituti qiladi.",
            "text5": "Koreya Jenshen Tadqiqot Instituti samaradorlik, xavfsizlik va texnologiyalarni tadqiqot va tahlil orqali yaxshilashga bag‘ishlangan. Bu qizil jenshenning ilmiy va tibbiy afzalliklarini o‘rganish va uning yangi qo‘llanilish usullarini kashf etishni o‘z ichiga oladi. Institut qizil jenshen tadqiqotlari va sinovlari uchun yuqori mezon o‘rnatmoqda va JungKwanJang Qizil Jenshenining 6 asosiy ta'siridan 4 tasini allaqachon isbotladi. Bularga qon aylanishini yaxshilash, xotirani mustahkamlash, antioksidant xususiyatlar va menopauza davridagi ayollarning salomatligini qo‘llab-quvvatlash kiradi."
        },

        "block3": {
            "since": "1899 yildan buyon",
            "mainTitle": "Koreya Qirollik Saroyining Premium Brendi",
            "mainTitleRed": "‘JungKwanJang’",

            "title1": "",
            "title2": "",

            "text1": "Koreya Jenshen Korporatsiyasi tarixi 1899 yilga borib taqaladi, o‘sha paytda Koreya Imperiyasi qirollik saroyida SamJeongGwa bo‘limi tashkil etilgan edi.",
            "text2": "Shundan beri davlat qizil jenshenning yetishtirilishi va ishlab chiqarilishini vertikal integratsiya qilingan tizim orqali nazorat qilib kelmoqda, bu esa sifat va nazoratni ta’minlashga yordam berdi.",
            "text3": "Bir asrdan ko‘proq vaqt mobaynida \"JungKwanJang\" nomi ostida Koreya qizil jensheni dunyo bo‘ylab tanildi. Uni soxta mahsulotlardan farqlash uchun “Jung” rasmiy mahsulotni, “Kwan Jang” esa sifat va ishonchlilikni anglatib, “JungKwanJang” nomi yaratildi.",
            "text4": "Shu sababli, “JungKwanJang” bugungi kunga qadar mashhur qizil jenshen brendi sifatida qolmoqda."
        },

        "brandname": {
            "title1": "JungKwanJang",
            "title2": "Shu sababli, JungKwanJang \"Davlat nazorati ostidagi fabrikalarda qonuniy ishlab chiqarilgan mahsulotlar\" degan ma'noni anglatadi",

            "textLeft1": "- \"to‘g‘rilik\"",
            "textLeft2": "- \"hukumat\"",
            "textLeft3": "- \"zavodlar\"",

            "textRight1": "Jung Kwan Jang logotipidagi taeguk belgisi uning Koreyadan chiqqan milliy tan olingan mahsulot maqomini bildiradi. Logotipning yorqin qizil rangi JungKwanJang kompaniyasining ishonchli qizil jenshen mahsulotlarini ishlab chiqarishga bo‘lgan sadoqatini ifodalaydi."
        }
    },

    "ginseng": {
        "mainTitle": "JungKwanJang",
        "mainTitleBold": "Jenshen tarixi",
        "red": {
            "1": "Koreya Jensheni"
        },

        "title": {
            "1": "Ming yillik hikmat",
            "2": "Jenshen tarixi",
            "3": "KOREYA JENSHENI",
            "4": "TAKRORLANMAS JENSHEN",
            "5": "Koreys Jensheni nima?",
            "6": "Koreya Jensheni vs Koreya Qizil Jensheni vs Amerika Jensheni vs Xitoy Jensheni vs Yaponiya Jensheni",
            "7": "Qayta ishlanmagan jenshen an'anaviy koreys usuli bo'yicha qayta ishlanganida jenshenga aylanadi",
            "8": "*Jenshenning asosiy faol moddasi bo'lgan kislotali polisakkarid saratonga qarshi immunitetni oshirishga, xolesterinni inhibe qilishga yordam beradi.",
            "9": "Sog'liqni saqlash samaradorligi",
            "10": "Hammaga shifobaxsh o't",
            "11": "Sog'liqni saqlash samaradorligi",
            "12": "Jenshen bilan bog'liq 2839 ta tadqiqot maqolalari",
            "13": "Jenshenning sog'liqqa ta'siri bilan bog'liq 51 ta tadqiqot yo'nalishlari",
            "14": "40 ta davlat Jenshenning sog'liqqa ta'siri bo'yicha tadqiqot o'tkazdi",
            "15": "Tananggizni sog'lom tuting",
            "16": "Immun tizimingizni kuchaytiring",
            "17": "Chidamlilikni oshiradi va charchoqqa qarshi kurashishga yordam beradi",
            "18": "Sog'lom qon aylanishini ta'minlaydi",
            "19": "Sog'lom kognitiv salomatlikni qo'llab-quvvatlaydi",
            "20": "Teri parvarishi uchun foydalari",
            "21": "Antioksidantlarning mo'l zaxirasini ta'minlaydi",
            "22": "Jenshenning Sharq tabobatida ettita foydasi nazariyasi",
            "23": "Chidamlilikni oshirish",
            "24": "Metabolizmning tartibsizliklarini normallashtirish",
            "25": "Ruhiy beqarorlikni tinchlantirish",
            "26": "Butun tananing funktsiyasini yaxshilash",
            "27": "Detoksifikatsiya va terining holatini yaxshilash",
            "28": "Taloq va oshqozonni mustahkamlash",
            "29": "Nafas olish tizimini oziqlantirish va mustahkamlash",
            "30": "Odamlar Jenshen haqida nima deyishadi"
        },

        "text": {
            "1": "Jenshenning paydo bo'lishi Koreyadan ming yil oldin, uning ta'siri birinchi marta kashf etilganda kuzatilishi mumkin. Bu o'simlikni pishirish va quritish orqali amalga oshirildi. 1123 yilda Goryoga tashrif buyurgan Song sulolasining elchisi bo'lgan Syuanxe tomonidan yozilgan ''jīngjīng'' sayohat inshosida jenshenning kuchi hujjatlashtirilgan. U bugungi kunda ham Sharq va G'arb tibbiyot hamjamiyatlari tomonidan tasdiqlangan sog'liq uchun foydalari bilan mashhur. Aslini olganda, bu tarix va ilm-fan uyg'unligi bilan yaratilgan salomatlik uchun oziq-ovqat.",
            "2": "Jenshen o'zining ko'plab foydali komponentlari tufayli keng tarqalgan. Jenshen oilasida koreys jenshen o'zining ta'sirchan darajada saponinlar va saponin bo'lmaganlari bilan ajralib turadi, ularni boshqa navlarda topib bo'lmaydi.",
            "3": "Koreya jenshenida bir qator qimmatli saponinlar, shu jumladan Rb1 mavjud bo'lib, ular sog'lom jigar va miya faoliyatini tartibga solishga yordam beradi. Shuningdek, u saponin bo'lmagan tarkibiy qismlarda ko'p bo'lib, eng muhimlaridan biri xolesterin darajasini boshqarishi isbotlangan kislotali polisakkariddir.",
            "4": "Koreys Qizil Jensheni - bu an'anaviy bug'lash va quritish jarayonidan o'tib, uni qizil rangga aylantirgan Koreya jenshenining versiyasi. Bu ildizning foydasini oshirish va uni himoya qilish uchun amalga oshiriladi. Barcha jenshen o'simliklari foydalari jihatidan teng emas; Koreys qizil jenshenida ko'p miqdorda saponinlar mavjud, Amerika, xitoy va yapon jenshenlarida esa 15 dan kam saponinlar mavjud. Saponinlar jenshenning imkoniyatlari uchun javobgar bo'lgan tabiiy birikmalardir.",
            "5": "Haqiqiy jenshenni yaratish - bu san'at, mahorat va ilmiy bilimlarning kombinatsiyasi. Biz har bir dalani ekish uchun tayyorlash uchun ikki yil vaqt ajratamiz, keyin har bir o'simlik eng yaxshi bo'lgunga qadar o'sadi va keyin qayta ekishdan oldin maydonga o'n yil davomida kuzda qolishiga ruxsat beramiz.",
            "6": "'Panax' atamasi jenshenning ilmiy nomi bo'lib, yunon tilidan olingan bo'lib, 'hamma shifo' deb tarjima qilinadi. O'simliklarning bu o'ziga xos jinsida ginsenozidlar deb ataladigan saponinlar mavjud bo'lib, ular boshqa o'simliklarda uchramaydi. Har bir ildizda saponinlarning maksimal miqdorini olish uchun biz jenshenning to'liq etuklikka o'sishiga imkon beramiz. Koreya turmush tarzi va madaniyatining bir qismi bo'lgan jenshen bir qator tabiiy sog'liq afzalliklariga ega.",
            "7": "Qon aylanishini rag'batlantirish va tana funktsiyalarini qo'llab-quvvatlash orqali Jenshen tanamizga kasalliklarga qarshi kurashish uchun kuch beradi; Bu tanamizni kuchliroq qilishning bir usuli.",
            "8": "Ilmiy nomi: Panax Jenshen Manba: Milliy Biotexnologiya Axborot Markazi (www.ncbi.nlm.nih.gov)",
            "9": "Charchoqqa chidamlilik, xotira funktsiyalari, qon aylanishini yaxshilash, antioksidant funktsiyalar va boshqalar.",
            "10": "AQSh, Kanada, Buyuk Britaniya, Germaniya, Italiya, Janubiy Koreya, Xitoy, Yaponiya, Rossiya va boshqalar",
            "11": "Koreys jenshenining sog'liq uchun ko'plab afzalliklari bor, ularni bu erda topish mumkin Milliy Biotexnologiya Axborot Markazi ",
            "12": "Koreys jenshen tanangizga kiradigan begona jismlarga immunitet tizimining javobini oshiradi.",
            "13": "Kofeinga muqobil koreys jenshen kunni o'tkazishga yordam beradigan tabiiy energiya quvvatidir.",
            "14": "Koreya jenshenidagi ingredientlar yurak va arteriyalarni sog'lom saqlashga yordam beradigan qon aylanishini oshirishga yordam beradi.",
            "15": "Sog'lom miyani saqlashga yordam beradi va kognitiv funktsiyalarga yordam beradi.",
            "16": "Eng so'nggi zamonaviy texnologiyalardan foydalangan holda, biz terini parvarish qilishda koreys jenshenining xuddi shunday 'barcha shifobaxsh' ta'sirini qo'llashimiz mumkin.",
            "17": "Antioksidantlar tanangizni erkin radikallardan himoya qilishda katta rol o'ynaydi. Koreys jenshenlari tanangizda rivojlanishi mumkin bo'lgan kasalliklarning oldini olishda hujayralaringizga yordam beradigan antioksidantlarga boy.",
            "18": "Kuchni tiklashga yordam beradi va chidamlilikni oshiradi",
            "19": "Qon ishlab chiqarishni rag'batlantiradi va pulsni barqarorlashtiradi",
            "20": "Stressni kamaytiradi va ongning muvozanatini barqarorlashtiradi",
            "21": "Tana suyuqliklarini to'ldiradi va chanqoqni engillashtiradi",
            "22": "Tanadagi zahardan xalos bo'lib, shish yoki qaynoqlarni yo'q qiladi",
            "23": "Ovqat hazm qilish organlarini mustahkamlaydi va diareyani to'xtatadi",
            "24": "O'pkani mustahkamlaydi va yo'talni to'xtatadi"
        },

        "li": {
            "1": "(1) Doktor. V. D. Petkov (Bolgariya) va X. Nitta (Yaponiya) - Oddiy agin tufayli kognitiv degradatsiyani yaxshilash bo'yicha tadqiqot",
            "2": "(2) Professor Nakanishi (Yaponiya) - trombotsitlar agregatsiyasini inhibe qilish va mikrovaskulyar qon ta'minotini yaxshilash bo'yicha tadqiqot",
            "3": "(3) Doktor E. Bombardelli (Italiya) - Panax jenshenning charchoqqa qarshi va stressga qarshi xususiyatlarini o'rganish",
            "4": "(4) S. J. Fulder (Angliya) - Qariyalarning jismoniy funktsiyalarini yaxshilash bo'yicha tadqiqot",
            "5": "(5) Doktor Kang, Sang Mu (AQSh) - respirator sinsitial virus infektsiyasiga qarshi jenshen ekstraktining antiviral faolligini o'rganish"
        },

        "chinese": {
            "1": "補氣救脫",
            "2": "益血復脈",
            "3": "養心安神",
            "4": "生津止渴",
            "5": "托毒合瘡",
            "6": "健脾止瀉",
            "7": "補肺定喘"
        },

        "customerTitle": {
            "1": "Julia Barlund, KGC mijozi",
            "2": "KGC global ilmiy-tadqiqot markazi boshlig'i",
            "3": "Professor Jae Youl Cho, Sungkyunkvan universiteti, molekulyar immunologiya (Ph.D.)"
        },

        "customerText": {
            "1": "'EVERYTIME' - bu mening kundalik ishim. Har safar energiyada katta yuksalish taklif qiladi va sog'lig'i va farovonligini birinchi o'ringa qo'ymoqchi bo'lganlar uchundir",
            "2": "KGC ning Ginseng R&D markazida 184+ jenshen patenti va 420+ jenshen tadqiqotlari bilan 130 dan ortiq taniqli tadqiqotchilar mavjud. Biz tadqiqotimizni xun takviyesi tarkibidagi turli ingredientlar bo'yicha kengaytirmoqdamiz",
            "3": "Koreys jensheni 2000 yillik tarixga ega bo'lgan ta'siri isbotlangan dunyodagi eng yaxshi o'simlik dorisidir. Mening tadqiqotlarim shuni ko'rsatdiki, polisaxaridlar makrofag hujayralarini faollashtiradi, natijada immunitet kuchayadi."
        },

        "btn": "Bizning mahsulot sizga qiziqmi ? Buyurtma qilish uchun bu yerni bosing"
    },

    "contact": {
        "heading": "Biz bilan bog'laning",
        "description": "Siz izlayotgan narsani topolmadingizmi? Mijozlarni qo‘llab-quvvatlash xizmatimiz bilan bog‘laning. Bizning vakilimiz sizning xabaringizni 24 ish soati ichida tekshiradi.",
        "firstName": "Ism",
        "lastName": "Familiya",
        "phoneNumber": "Telefon raqami",
        "messagePlaceholder": "Xabaringiz",
        "submitButton": "Yuborish",
        "officialDistributor": "Rasmiy distribyutori",
        "address": "Chexov ko'chasi 7a, Toshkent, O'zbekiston",
        "phone": "Telefon",
        "email": "Email",
        "openingHours": "Ish vaqti",
        "monFri": "Dush - Jum : 9:00 - 17:00",
        "saturday": "Shanba: Yopiq",
        "sunday": "Yakshanba: Yopiq",
        "stayConnected": "Aloqada bo'ling",
        "telegram": "https://t.me/tmrtgl",
        "instagram": "https://www.instagram.com/jungkwanjanguzb",
        "whatsapp": "/"
    },

    "products": {
        "product1": {
            "title": "Hong Sam Won haqida batafsil",
            "descriptionTitle": "Hong Sam Won",
            "description": "Hong Sam Won - bu Koreya qizil jenshenidan tashkil topgan tabiiy ichimlik bo'lib, u sizning kunlik energiyangizni oshirish va immunitet tizimingizni mustahkamlashga yordam beradi. Ushbu ichimlik qadimiy Sharq tabobatining tamoyillariga asoslangan holda ishlab chiqilgan bo'lib, yuqori sifatli ingredientlarni o'z ichiga oladi.",
            "ingredientsTitle": "Asosiy tarkibi:",
            "ingredients": [
                "6-yillik Koreya qizil jensheni: Energiya tiklash va stressni kamaytirishda yordam beradi.",
                "O'simlik ekstraktlari: Immunitetni oshirish uchun tabiiy qo'shimchalar.",
                "Asal va dolchin: Ta'mni boyitish va tanani iliqlik bilan ta'minlash uchun."
            ],
            "compositionTitle": "Tarkibi:",
            "composition": "Tozalangan suv, Izomalt-oligosakxarid, Aralash o‘simlik ekstrakti (1.85%) (Ziravor (jenshen), zanjabil, dolchin, goji mevalari), Deksitrin, Malt ekstrakti (arpa), Koreya qizil jenshen ekstrakti (0.36%), Aroma beruvchi moddalar, Kislotalilikni tartibga soluvchi (Limon kislotasi).",
            "usageTitle": "Qo'llanishi:",
            "usage": "Kuniga 1 dona paketcha iste’mol qiling.",
            "attentionTitle": "Diqqat:",
            "attention": "Mahsulotni quyosh nuri va issiqdan uzoq, salqin va quruq joyda saqlang. Har bir tarkibiy qismini ehtiyotkorlik bilan allergiya va o‘zaro ta’sirlar uchun tekshiring. Mahsulotda zararsiz cho‘kma paydo bo‘lishi mumkin, bu mahsulotning sifati va samaradorligiga ta’sir qilmaydi. Paket ochilganidan so‘ng tezda iste’mol qiling. Paketni mikroto‘lqinli pechda qizdirmang.",
            "benefitsTitle": "Foydalari:",
            "benefits": [
                "Energiya tiklash: Hong Sam Won charchoqni kamaytirib, kun davomida faollikni saqlashga yordam beradi.",
                "Immunitetni mustahkamlash: Qizil jenshenning tabiiy xususiyatlari sizning sog'lig'ingizni qo'llab-quvvatlaydi.",
                "Tabiiy quvvat: Hech qanday sun'iy rang beruvchi yoki konservantlarsiz."
            ],
            "targetTitle": "Kimlar uchun mos?",
            "target": "Hong Sam Won kun davomida energiyaga muhtoj bo'lgan har qanday inson uchun mukammal tanlovdir. Ayniqsa, ish bilan band insonlar, sportchilar va sog'lom turmush tarzini qo'llab-quvvatlovchilar uchun tavsiya etiladi.",
            "howToDrinkTitle": "Qanday iste'mol qilinadi?",
            "howToDrink": "Kuniga 1-2 dona ichimlikni ovqatdan oldin yoki keyin ichishingiz mumkin. Uni issiq yoki sovuq holda iste’mol qilish mumkin.",
            "whyThisProductTitle": "Nima uchun Hong Sam Won?",
            "whyThisProduct": "Koreya qizil jenshenining 120 yillik tajribasi asosida ishlab chiqarilgan ushbu ichimlik tabiiy va sog'lom hayot kechirishni istagan insonlar uchun ideal tanlovdir."
        },

        "product2": {
            "title": "Pomegranate Stick qizil jenshen ekstrakti haqida batafsil",
            "descriptionTitle": "Go'zallik va quvvatning mukammal uyg'unligi",
            "description": "Pomegranate Stick qizil jenshen ekstrakti bilan boyitilgan bo'lib, u salomatlikni mustahkamlash va go'zallikni saqlash uchun tabiiy yechimdir. Ushbu mahsulot anorning tabiiy antioksidant xususiyatlari va Koreya qizil jenshenining energiya beruvchi ta'sirini birlashtiradi.",
            "ingredientsTitle": "Asosiy tarkibi:",
            "ingredients": [
                "Anor ekstrakti: Tabiiy antioksidantlar va vitaminlarga boy, terining yorqinligini oshiradi.",
                "6-yillik Koreya qizil jenshen ekstrakti: Immunitetni mustahkamlash va charchoqni kamaytirishda yordam beradi.",
                "Tabiiy meva sharbati va ozuqaviy qo'shimchalar: Mahsulotning mazali ta'mini ta'minlaydi."
            ],
            "compositionTitle": "Tarkibi:",
            "composition": "Tozalangan suv, anor ekstrakti (30.205%), Koreya qizil jenshen ekstrakti (0.2%)",
            "usageTitle": "Qo'llanishi:",
            "usage": "Kuniga 1 stick (tayoqcha)ni qabul qiling.",
            "attentionTitle": "Diqqat:",
            "attention": "Har bir tarkibni allergiyalar va boshqa ta'sirlar uchun diqqat bilan tekshiring. Quyosh nuri va namlikdan himoya qilinadigan salqin, quruq joyda saqlang. Tayyorlangan ta'sir vositasini ochayotganda ehtiyot bo'ling va zudlik bilan iste'mol qiling. Mikroto'lqinli pechda isitishdan saqlaning. Kesuvchi qirralarga diqqat qiling.",
            "benefitsTitle": "Foydalari:",
            "benefits": [
                "Immunitetni mustahkamlash: Qizil jenshen va anorning kuchli tabiiy tarkibi organizmni himoya qiladi.",
                "Antioksidant xususiyatlar: Erkin radikallarga qarshi kurashib, tananing yosh va sog'lom bo'lishini ta'minlaydi.",
                "Energiya va quvvat manbai: Kundalik hayotda faollikni oshiradi va charchoqni kamaytiradi.",
                "Sog'lom teri: Teringizni elastik va yorqin qiladi."
            ],
            "targetTitle": "Kimlar uchun mos?",
            "target": "Pomegranate Stick qizil jenshen bilan, sog'lig'iga e'tibor beradigan, yosh va sog'lom ko'rinishni saqlashni istagan insonlar uchun mo'ljallangan. Ish bilan band insonlar, onalar va sportchilar uchun ayniqsa foydali.",
            "howToDrinkTitle": "Qanday iste'mol qilinadi?",
            "howToDrink": "Kuniga 1-2 stickni to'g'ridan-to'g'ri iste'mol qilish yoki suvga aralashtirib ichishingiz mumkin. Mahsulotni har qanday vaqtda ichish qulay.",
            "whyThisProductTitle": "Nima uchun Pomegranate Stick qizil jenshen?",
            "whyThisProduct": "Koreyaning qadimiy jenshen tabobati va anorning zamonaviy foydali xususiyatlarini birlashtirgan ushbu mahsulot sizning kunlik sog'lig'ingizni va go'zalligingizni qo'llab-quvvatlaydi."
        },

        "product3": {
            "title": "Everytime V haqida batafsil",
            "descriptionTitle": "Har kuni quvvat va sog'lik uchun tabiiy yechim",
            "description": "Everytime V – bu Koreya qizil jenshen ekstraktidan tayyorlangan maxsus mahsulot bo'lib, u kunlik energiya va sog'likni qo'llab-quvvatlash uchun mo'ljallangan. Qulay va ixcham shaklda ishlab chiqarilgan ushbu mahsulot band hayot tarzi bilan yashovchilar uchun ideal tanlovdir.",
            "ingredientsTitle": "Asosiy tarkibi:",
            "ingredients": [
                "6-yillik Koreya qizil jenshen ekstrakti: Energiya, quvvat va immunitetni mustahkamlash uchun eng yuqori sifatli komponent.",
                "Vitamin va minerallar: Tana uchun zarur bo'lgan ozuqaviy moddalar bilan boyitilgan.",
                "Tabiiy ingredientlar: Sun'iy qo'shimchalarsiz, sof va tabiiy tarkib."
            ],
            "compositionTitle": "Tarkibi:",
            "composition": "Toza suv, Koreys qizil jenshen ekstrakti (9.9%), fruktooligosakkarid",
            "usageTitle": "Qo'llanishi:",
            "usage": "Kuniga 1 stick (tayoqcha)ni qabul qiling.",
            "attentionTitle": "Diqqat:",
            "attention": "Har bir tarkibiy qismini allergiyalarga va o'zaro ta'sirlarga qarab diqqat bilan tekshiring. Quyosh va namlikdan saqlanish uchun salqin, quruq joyda saqlang. Har qanday zararli cho'kma paydo bo'lishi mumkin, bu mahsulotning funksiyasi yoki sifatiga ta'sir qilmaydi. Stickni ehtiyotkorlik bilan oching, to'kilmasligi uchun. Ochiq holda tezda iste'mol qiling. Stickni mikroto'lqinli pechda qizdirmang. Yirtilgan qirralarga ehtiyot bo'ling.",
            "benefitsTitle": "Foydalari:",
            "benefits": [
                "Energiya tiklash: Har kuni faol va samarali bo'lishingizga yordam beradi.",
                "Immunitetni mustahkamlash: Organizmni himoya qiladi va kasalliklarga qarshi kurashishga yordam beradi.",
                "Stressni kamaytirish: Qizil jenshenning tabiiy xususiyatlari stress darajasini pasaytiradi.",
                "Qulay iste'mol: Har qanday vaqtda va har joyda foydalanish uchun qulay."
            ],
            "targetTitle": "Kimlar uchun mos?",
            "target": "Everytime V mahsuloti har kuni o'zini quvvatli va sog'lom his qilishni istagan insonlar uchun mo'ljallangan. Ayniqsa, ish bilan band insonlar, sayohatchilar va sportchilar uchun tavsiya etiladi.",
            "howToDrinkTitle": "Qanday iste'mol qilinadi?",
            "howToDrink": "Har kuni 1 stickni ochib, to'g'ridan-to'g'ri iste'mol qiling yoki suvga qo'shib iching. Mahsulotni ertalab yoki kun davomida ichish tavsiya etiladi.",
            "whyThisProductTitle": "Nima uchun Everytime V?",
            "whyThisProduct": "Koreya qizil jenshenining eng yaxshi xususiyatlarini qulay shaklda taqdim etuvchi Everytime V mahsuloti band hayot tarzi uchun ideal yechimdir. U sizga kun davomida energiya va quvvat bag'ishlaydi, sog'lig'ingizni saqlashga yordam beradi."
        },
        "notFound": "Mahsulot topilmadi",
        "backToProducts": "Mahsulotlarga qaytish"
    },
    "toast": {
        "success": "Xabar muvaffaqiyatli yuborildi !",
        "error": "Xabar yuborishda xatolik yuz berdi. Iltimos, qayta urinib ko'ring.",
        "emptyFields": "Iltimos, barcha maydonlarni to'ldiring !",
        "invalidPhone": "Iltimos, telefon raqamini to'liq kiriting !",
        "errorServer": "Server bilan bog'lanishda xatolik yuz berdi. Iltimos, qayta urinib ko'ring."
    }
}