{
    "header": {
        "home": "Bosh sahifa",
        "about": "Biz haqimizda",
        "ginseng": "Jenshen",
        "contact": "Bog'lanish"
    },

    "footer": {
        "title1": "Biz bilan bog'laning",
        "title2": "Aloqada bo'ling",
        "title3": "Mijozlarni qo'llab-quvvatlash",

        "text1": "Jahon bo'yicha mashhur Korea Ginseng Corporation (KGC) va uning sho'ba brendlari JungKwanJang, KORESELECT, GoodBASE, Donginbi — dunyoda birinchi raqamli jenshen brendi bo'lib, 120 yildan ortiq bog'dorchilik va ilmiy tajribaga ega.",
        "text2": "“Oʻzbekiston Respublikasi”da “JUNG KWAN JANG” mahsulotlarining rasmiy distribyutori.",
        
        "link1": "Gospitalniy dahasi, 7/7a, Toshkent, O'zbekiston",
        "link2": "Telefon:",
        "link3": "Elektron pochta:",
        "link4": "Mahsulotlar",
        "link5": "Biz bilan bog'laning",
        "link6": "Biz haqimizda",
        "link7": "Jenshen"
    },

    "about": {
        "block1": {
            "mainTitle": "Cheong Kwan Jangdan Jung Kwan Jangga",

            "title1": "Nima uchun \"JungKwanJang\"? ",
            "title2": "Bizning majburiyatimiz o‘zgarmaydi",
            "title3": "Kelajakka nazar ",
            "title4": "Sizning sog‘lig‘ingiz, bizning ilm-fanimiz, bir kelajak – JungKwanJang.",

            "text1": "Biz \"CheongKwanJang\" brend nomimizni \"JungKwanJang\"ga o‘zgartirish bilan bog‘liq katta bosqichni e’lon qilishdan mamnunmiz. Bu o‘zgarish shunchaki yangi ism emas; bu bizning mukammallik, innovatsiya va jamoalarimizning farovonligiga bo‘lgan sadoqatimizning muhim voqeasidir.",
            "text2": "\"JungKwanJang\" nomi bizning merosimizni aks ettirish va kelajakka intilish istagimizga asoslanadi. Bu \"markaziy\", \"asosiy\" yoki \"muhim\" degan ma’noni anglatib, sizning sog‘lig‘ingizda markaziy manba sifatidagi rolimizni aks ettiradi. \"Jung\" bizning asosiy vazifamiz - yuqori sifatli, muhim sog‘liq mahsulotlarini taqdim etishimizni ta’kidlaydi. Shu bilan birga, \"KwanJang\" ishlab chiqarishdagi mukammallik va ishonchlilik an’analarimizni davom ettiradi.",
            "text3": "Bizning ismimiz o‘zgargan bo‘lsa-da, sizga bo‘lgan sadoqatimiz o‘zgarishsiz qoladi. JungKwanJang tabiatning kuchini ilmiy innovatsiyalar bilan birlashtirib, sog‘lig‘ingiz va farovonligingizni qo‘llab-quvvatlovchi mahsulotlar yetkazib beradi. Bizning poklik, sifat va samaradorlikka bo‘lgan sadoqatimiz mustahkam bo‘lib qolmoqda, va sizning sog‘lig‘ingizdagi ishonchli hamkoringiz bo‘lish va’damiz saqlanib qoladi.",
            "text4": "Ushbu rebrending bizning yo‘limizdagi yangi bobni belgilaydi. JungKwanJang sifatida biz innovatsion yechimlarni o‘rganishda, sog‘liq ilm-fanining chegaralarini kengaytirishda va hayotingiz sifatini yaxshilaydigan mahsulotlarni taqdim etishda yanada qat’iy intilamiz. Kelajakdan umidvormiz va yangi ismimiz bilan sizga xizmat ko‘rsatishda davom etish imkoniyati uchun chuqur minnatdormiz.",
            "text5": "Sizning qo‘llab-quvvatlashingiz va ishonchingiz uchun rahmat. Birgalikda bu yangilangan sog‘liq va farovonlik yo‘lida yurishni boshlaylik."
        },

        "block2": {
            "mainTitle": "Tabiatdan kelgan meros,",
            "mainTitleRed": "Dunyoning №1 Jenshen brendi – JungKwanJang",

            "title1": "Bizning missiyamiz",
            "title2": "ENG ISHONCHLI JENSHEN BRENDI",

            "text1": "JungKwanJang (正官庄) – 120 yillik tarixga ega bo‘lgan o‘simlik qo‘shimchalari brendi, 40 dan ortiq mamlakatlarda sevilgan va 2012-2021 yillardagi Euromonitor hisobotiga ko‘ra dunyodagi eng mashhur Jenshen brendi sifatida tanilgan. 2021 yil holatiga ko‘ra umumiy jenshen chakana bozori taxminan 490 million AQSh dollariga baholangan va Koreya Jenshen Korporatsiyasining JungKwanJang brendi 48,3% bozor ulushi bilan 2 203 million AQSh dollari atrofida sotuvga ega bo‘lgan holda yetakchilik qilgan.",
            "text2": "\"Har kuni insonlarning hayotini yaxshilash uchun ularga eng yaxshi, an’anaviy usulda yetishtirilgan, ehtiyotkorlik bilan tanlangan Koreya Qizil Jensheni mahsulotlarini taqdim etamiz. Biz o‘z mijozlarimizning sog‘lig‘ini qo‘llab-quvvatlash uchun barcha imkoniyatlarimizni ishga solamiz, shunda ular hayotdagi har qanday qiyinchiliklarga qarshi tura olishadi.\"",
            "text3": "Butun dunyoda mashhur bo‘lgan Koreya Jenshen Korporatsiyasi (KGC), o‘zining JungKwanJang, Koreselect, GoodBASE va Donginbi kabi brendlari bilan, 120 yildan ortiq bog‘dorchilik va ilmiy tajribaga ega bo‘lgan holda dunyodagi №1 jenshen brendi hisoblanadi.",
            "text4": "KGC brendlari har bir inson ehtiyojlarini qondiruvchi a'lo mahsulotlarni yetkazib berish uchun eng yaxshi jenshenni eng yaxshi o‘simliklar va ingredientlar bilan birlashtiradi. Bizning har bir JungKwanJang mahsulotimiz Koreya Respublikasi Oziq-ovqat va ilm-fan vazirligi tomonidan sertifikatlangan bo‘lib, faqat yetti yil davomida to‘liq yetilgan ildizlardan olingan eng sifatli jenshen ekstrakti mavjud."
        },

        "aboutCard": {
            "title1": "100% Kontraktli dehqonchilik va qat'iy ingredient xavfsizligini boshqarish",
            "title2": "Dunyoning eng yirik Qizil Jenshen ishlab chiqarish infratuzilmasi",
            "title3": "Ehtiyotkorlik bilan tanlangan xavfsizlik sinovlari va qat'iy sifat nazorati",
            "title4": "Dunyoning eng yirik Jenshen va Qizil Jenshen tadqiqot guruhi",
            "title5": "Doimiy samaradorlik, texnologiya va xavfsizlik bo‘yicha tadqiqotlar",

            "span1": "Eng yuqori sifatli toza ingredientlarni yetkazib berish",
            "span2": "120 yillik an'anaviy ishlab chiqarish tajribasi va hunarmandchilikka ega Koreya Jenshen Zavodi",
            "span3": "GMP, HACCP, ISO 22000, HALAL, KOSHER",
            "span4": "Qizil jenshen tadqiqotlari bo‘yicha global markaz",

            "text1": "JungKwanJang faqat eng yuqori sifatli, toza ingredientlarni mahalliy yetishtiruvchilardan sotib oladi. Premium jenshen shartnoma asosida qishloq xo‘jaligi tajribasiga ega fermerlar tomonidan yetishtiriladi. Bundan tashqari, ingredientlarning xavfsizligini ta'minlash uchun fermer xo‘jaliklarida tekshiruvlar o‘tkaziladi va faqat standartlarga mos keladigan xo‘jaliklar jenshen yetishtirish huquqiga ega bo‘ladi.",
            "text2": "Buyo va Vondjuda joylashgan ikki Koreya jenshen zavodi sayyoramizdagi eng katta jenshen ishlab chiqarish markazlaridir. 120 yillik an'anaviy ishlab chiqarish tajribasi va hunarmandchiligi bilan ular JungKwanJang Qizil Jenshenining misli ko‘rilmagan standartlarini qat'iy sifat nazorati tizimi orqali ishlab chiqdilar. Janubiy Koreyaning to‘rtinchi sanoat inqilobiga muvofiq, bu zavodlar aqlli fabrikalarga aylanish yo‘lida rivojlanmoqda.",
            "text3": "Bizning Koreya jenshen ishlab chiqarish zavodlarimiz yuqori sifatli mahsulotlari uchun Sog'liq uchun Foydali Oziq-ovqatlarning Yaxshi Ishlab chiqarish Amaliyoti (GMP), Xavf Tahlili va Tanqidiy Nazorat Nuqtasi (HACCP) sertifikatlari, Xalqaro Standartlashtirish Tashkiloti (ISO) 22000 akkreditatsiyasi, shuningdek HALAL va KOSHER sertifikatlariga ega bo‘lib, rasmiy ravishda e'tirof etilgan.",
            "text4": "JungKwanJang o‘zining yuqori sifati bilan tanilgan bo‘lib, bu ko‘p jihatdan doimiy tadqiqot va rivojlantirish ishlari tufaylidir. Koreya Jenshen Tadqiqot Instituti, Koreya Jenshen Korporatsiyasi (KGC) tomonidan boshqariladi va unda 130 dan ortiq yetakchi tadqiqotchilar faoliyat yuritadi. Institut qizil jenshen bo‘yicha 240 dan ortiq patentlarni ro‘yxatdan o‘tkazgan va 2000 yildan beri 310 dan ortiq ilmiy maqolalar chop etgan bo‘lib, bu uni o‘z sohasidagi eng samarali tadqiqot instituti qiladi.",
            "text5": "Koreya Jenshen Tadqiqot Instituti samaradorlik, xavfsizlik va texnologiyalarni tadqiqot va tahlil orqali yaxshilashga bag‘ishlangan. Bu qizil jenshenning ilmiy va tibbiy afzalliklarini o‘rganish va uning yangi qo‘llanilish usullarini kashf etishni o‘z ichiga oladi. Institut qizil jenshen tadqiqotlari va sinovlari uchun yuqori mezon o‘rnatmoqda va JungKwanJang Qizil Jenshenining 6 asosiy ta'siridan 4 tasini allaqachon isbotladi. Bularga qon aylanishini yaxshilash, xotirani mustahkamlash, antioksidant xususiyatlar va menopauza davridagi ayollarning salomatligini qo‘llab-quvvatlash kiradi."
        },

        "block3": {
            "since": "1899 yildan buyon",
            "mainTitle": "Koreya Qirollik Saroyining Premium Brendi",
            "mainTitleRed": "‘JungKwanJang’",

            "title1": "",
            "title2": "",

            "text1": "Koreya Jenshen Korporatsiyasi tarixi 1899 yilga borib taqaladi, o‘sha paytda Koreya Imperiyasi qirollik saroyida SamJeongGwa bo‘limi tashkil etilgan edi.",
            "text2": "Shundan beri davlat qizil jenshenning yetishtirilishi va ishlab chiqarilishini vertikal integratsiya qilingan tizim orqali nazorat qilib kelmoqda, bu esa sifat va nazoratni ta’minlashga yordam berdi.",
            "text3": "Bir asrdan ko‘proq vaqt mobaynida \"JungKwanJang\" nomi ostida Koreya qizil jensheni dunyo bo‘ylab tanildi. Uni soxta mahsulotlardan farqlash uchun “Jung” rasmiy mahsulotni, “Kwan Jang” esa sifat va ishonchlilikni anglatib, “JungKwanJang” nomi yaratildi.",
            "text4": "Shu sababli, “JungKwanJang” bugungi kunga qadar mashhur qizil jenshen brendi sifatida qolmoqda."
        },

        "brandname": {
            "title1": "JungKwanJang",
            "title2": "Shu sababli, JungKwanJang \"Davlat nazorati ostidagi fabrikalarda qonuniy ishlab chiqarilgan mahsulotlar\" degan ma'noni anglatadi",

            "textLeft1": "Jung degani \"to‘g‘rilik\"",
            "textLeft2": "Kwan degani \"hukumat\"",
            "textLeft3": "Jang degani \"zavodlar\"",

            "textRight1": "Jung Kwan Jang logotipidagi taeguk belgisi uning Koreyadan chiqqan milliy tan olingan mahsulot maqomini bildiradi. Logotipning yorqin qizil rangi JungKwanJang kompaniyasining ishonchli qizil jenshen mahsulotlarini ishlab chiqarishga bo‘lgan sadoqatini ifodalaydi."
        }
    },

    "ginseng": {

    },

    "contact": {
        "heading": "Biz bilan bog'laning",
        "description": "Siz izlayotgan narsani topolmadingizmi? Mijozlarni qo‘llab-quvvatlash xizmatimiz bilan bog‘laning. Bizning vakilimiz sizning xabaringizni 24 ish soati ichida tekshiradi.",
        "firstName": "Ism",
        "lastName": "Familiya",
        "phoneNumber": "Telefon raqami",
        "messagePlaceholder": "Xabaringiz",
        "submitButton": "Yuborish",
        "officialDistributor": "Rasmiy distribyutori",
        "address": "Chexov ko'chasi 7a, Toshkent, O'zbekiston",
        "phone": "Telefon",
        "email": "Email",
        "openingHours": "Ish vaqti",
        "monFri": "Dush - Jum : 9:00 - 17:00",
        "saturday": "Shanba: Yopiq",
        "sunday": "Yakshanba: Yopiq",
        "stayConnected": "Aloqada bo'ling",
        "telegram": "https://t.me/tmrtgl",
        "instagram": "https://www.instagram.com/jungkwanjanguzb",
        "whatsapp": "/"
    }
}