{
    "header": {
        "home": "Домой",
        "about": "О нас",
        "ginseng": "Женьшень",
        "contact": "Контакт"
    },

    "footer": {
        "title1": "Свяжитесь с нами",
        "title2": "Оставайтесь на связи",
        "title3": "Поддержка клиентов",

        "text1": "Всемирно известная компания Korea Ginseng Corporation (KGC) и её дочерние бренды JungKwanJang, KORESELECT, GoodBASE, Donginbi — бренд №1 в мире женьшеня с более чем 120-летним опытом в области садоводства и научных исследований.",
        "text2": "Официальный дистрибьютор продукции “JUNG KWAN JANG” в Республике Узбекистан.",
    
        "link1": "Массив Госпитальный, 7/7А, Ташкент, Узбекистан",
        "link2": "Телефон:",
        "link3": "Электронная почта:",
        "link4": "Продукты",
        "link5": "Свяжитесь с нами",
        "link6": "О нас",
        "link7": "Женьшень"
    },

    "home": {
        "title": "Добро пожаловать в Jung Kwan Jang",
        "text": "Высококачественные корейские продукты с красным женьшенем для здоровья и хорошего самочувствия",

        "cardMainTitle": "Ознакомьтесь с нашими продуктами",

        "title2": "Укрепите свое здоровье с помощью корейского красного женьшеня",
        "text2": "Ощутите преимущества более чем 120-летнего опыта использования женьшеня.",

        "cardTitle": {
            "1": "Hong Sam Won",
            "2": "Гранатовые палочки",
            "3": "Everytime V"
        },

        "cardText": {
            "1": "Мощный экстракт красного женьшеня повышает ваш иммунитет и уровень энергии.",
            "2": "Простые в употреблении палочки красного женьшеня для ежедневного поддержания энергии.",
            "3": "Освежающий тоник, приготовленный из высококачественного красного женьшеня, повышает жизненный тонус."
        },

        "cardQuantity": {
            "1": "50 мл 30 шт",
            "2": "10 мл 30 шт",
            "3": "10 мл 30 шт"
        },

        "btn": {
            "1": "Подробнее",
            "2": "Купить сейчас"
        }
    },

    "about": {
        "block1": {
            "mainTitle": "от Cheon Kwan Jang к Jung Kwan Jang",

            "title1": "Почему \"JungKwanJang\"?",
            "title2": "Наши обязательства остаются неизменными",
            "title3": "Смотрим в будущее",
            "title4": "Ваше здоровье, наша наука, одно будущее – JungKwanJang.",

            "text1": "Мы рады объявить о важном этапе в нашем пути – изменении названия нашего бренда с \"CheongKwanJang\" на \"JungKwanJang\". Это не просто новое имя; это знаковый момент, который подчеркивает наше стремление к совершенству, инновациям и заботе о благополучии наших сообществ.",
            "text2": "Название \"JungKwanJang\" отражает наше желание сохранить наше наследие и при этом ориентироваться на будущее. Оно символизирует \"центральный\", \"основной\" или \"важнейший\", подчеркивая нашу роль в вашем здоровье как важнейшего источника жизненной энергии и благополучия. \"Jung\" акцентирует наше основное стремление предоставлять первоклассные, качественные продукты для здоровья. В то же время, \"KwanJang\" продолжает чтить традиции нашего мастерства и надежности в производстве.",
            "text3": "Хотя наше имя меняется, наша приверженность вам остается неизменной. JungKwanJang продолжит использовать силу природы в сочетании с научными инновациями, чтобы предлагать продукты, поддерживающие ваше здоровье и благополучие. Мы по-прежнему преданы чистоте, качеству и эффективности, как и нашему обещанию оставаться вашим надежным партнером в области здоровья.",
            "text4": "Этот ребрендинг знаменует начало новой главы в нашем пути. В качестве JungKwanJang мы еще более решительно настроены исследовать инновационные решения, расширять границы науки о здоровье и предлагать вам продукты, которые улучшают качество вашей жизни. Мы с нетерпением ждем будущего и искренне благодарны за возможность продолжать обслуживать вас под новым именем.",
            "text5": "Спасибо за вашу неизменную поддержку и доверие. Вместе давайте отправимся в это обновленное путешествие к здоровью и благополучию."
        },
        "block2": {
            "mainTitle": "Наследие природы,",
            "mainTitleRed": "Мировой бренд №1 по женьшеню – JungKwanJang",

            "title1": "Наша миссия",
            "title2": "САМЫЙ НАДЕЖНЫЙ БРЕНД ЖЕНЬШЕНЯ ",

            "text1": "(正官庄), знаковый бренд растительных добавок с 120-летней историей, пользуется популярностью в более чем 40 странах мира и известен как бренд №1 по женьшеню в мире согласно отчету Euromonitor за 2012–2021 годы. Общий рынок розничных продаж женьшеня оценивался примерно в 490 миллионов долларов США по состоянию на 2021 год, при этом бренд Jung Kwan Jang Корейской корпорации женьшеня занимал лидирующие позиции с долей рынка в 48,3% и объемом продаж около 2 203 миллионов долларов США в категории витаминов и диетических добавок.",
            "text2": "\"Каждый день делать жизнь людей лучше, предоставляя им лучшие продукты из корейского красного женьшеня, традиционно выращенного и тщательно отобранного, чтобы поддерживать здоровье и благополучие. Мы отдаём все силы ради наших клиентов, чтобы они могли справляться с любыми жизненными вызовами. \"",
            "text3": "Корейская корпорация женьшеня (KGC), со своими дочерними брендами JungKwanJang, Koreselect, GoodBASE и Donginbi, является брендом №1 по женьшеню в мире, обладая более чем 120-летним опытом в садоводстве и науке.",
            "text4": "Бренды KGC используют лучший женьшень в сочетании с самыми качественными травами и ингредиентами, чтобы предложить превосходные продукты, соответствующие потребностям каждого. Каждый продукт JungKwanJang сертифицирован Министерством продовольствия и науки Республики Корея и содержит только премиальный женьшеневый экстракт из корней растений, которым позволено созревать в течение полных шести лет для достижения оптимальных результатов."
        },

        "aboutCard": {
            "title1": "100% Контрактное сельское хозяйство и строгий контроль безопасности ингредиентов",
            "title2": "Крупнейшая в мире инфраструктура по производству красного женьшеня",
            "title3": "Тщательные выборочные тесты на безопасность и строгий контроль качества",
            "title4": "Крупнейшая в мире команда исследователей женьшеня и красного женьшеня",
            "title5": "Непрерывные исследования эффективности, технологий и безопасности",

            "span1": "Закупка ингредиентов высочайшего качества",
            "span2": "Корейская фабрика женьшеня с 120-летним опытом традиционного производства и мастерства",
            "span3": "GMP, HACCP, ISO 22000, HALAL, KOSHER",
            "span4": "Мировая мекка исследований красного женьшеня",

            "text1": "JungKwanJang использует только лучшие, экологически чистые ингредиенты, выращенные на местных фермах. Премиальный женьшень собирается по контракту с фермерами, обладающими выдающимися аграрными знаниями. Кроме того, на фермах проводятся проверки для гарантии безопасности ингредиентов, и только те фермы, которые соответствуют стандартам, получают право на выращивание женьшеня.",
            "text2": "Две корейские фабрики женьшеня, расположенные в Буё и Вонджу, являются крупнейшими центрами производства женьшеня на планете. Обладая 120-летним опытом традиционного производства и мастерства, они разработали непревзойденные стандарты красного женьшеня JungKwanJang благодаря строгой системе контроля качества. В соответствии с 4-й промышленной революцией в Южной Корее, эти фабрики трансформируются в «умные фабрики».",
            "text3": "Наши корейские производственные мощности по изготовлению женьшеня официально признаны за высокое качество благодаря получению сертификатов надлежащей производственной практики (GMP), анализа опасностей и контроля критических точек (HACCP), аккредитации Международной организации по стандартизации (ISO) 22000, а также сертификатов HALAL и KOSHER.",
            "text4": "JungKwanJang известен как бренд высочайшего качества, во многом благодаря его непрерывным исследованиям и разработкам. Корейский институт исследований женьшеня, управляемый Корейской женьшеневой корпорацией (KGC), включает в себя более 130 ведущих исследователей. Институт зарегистрировал более 240 патентов, связанных с красным женьшенем, и с 2000 года опубликовал более 310 научных статей, что делает его самым продуктивным исследовательским институтом в этой области.",
            "text5": "Корейский институт исследований женьшеня посвящен улучшению эффективности, безопасности и технологий через исследования и анализ. Это включает изучение научных и медицинских преимуществ красного женьшеня и поиск новых способов его применения. Этот институт задает высокую планку для исследований и тестирования красного женьшеня и уже доказал 4 из 6 основных эффектов красного женьшеня JungKwanJang. Эти эффекты включают улучшение кровообращения, повышение памяти, антиоксидантное действие и поддержку здоровья женщин в менопаузе."
        },
        "block3": {
            "since": "С 1899 года",
            "mainTitle": "Премиальный бренд королевского дворца Кореи",
            "mainTitleRed": "JungKwanJang",

            "title1": "Наша миссия",
            "title2": "САМЫЙ НАДЕЖНЫЙ БРЕНД ЖЕНЬШЕНЯ",

            "text1": "Происхождение Корейской Женьшеневой Корпорации восходит к 1899 году, когда в королевском дворце Корейской империи был открыт департамент СамДжонГва.",
            "text2": "С тех пор государство контролировало производство и выращивание красного женьшеня с помощью вертикально интегрированной системы для обеспечения качества и надзора.",
            "text3": "На протяжении более века всемирная слава корейского красного женьшеня распространялась под именем \"JungKwanJang\". Чтобы отличить его от подделок, было создано название \"JungKwanJang\", где \"Jung\" означает официальный продукт, а \"Kwan Jang\" символизирует качество и надёжность.",
            "text4": "Именно поэтому \"JungKwanJang\" продолжает оставаться известным брендом красного женьшеня и по сей день."
        },

        "brandname": {
            "title1": "Jung Kwan Jang",
            "title2": "Таким образом, JungKwanJang означает «Продукты, произведенные по праву на фабриках под контролем государства»",

            "textLeft1": "означает «правота»",
            "textLeft2": "означает «правительство»",
            "textLeft3": "означает «фабрики»",

            "textRight1": "Знак тэгык (taegeuk) на логотипе JungKwanJang символизирует его статус национально признанного продукта из Кореи. Яркий красный цвет логотипа отражает интенсивность преданности JungKwanJang производству высоконадёжных продуктов из красного женьшеня."
        }
    },

    "ginseng": {
        "mainTitle": "JungKwanJang",
        "mainTitleBold": "The Ginseng Story",
        "red": {
            "1": "Korean Ginseng"
        },

        "title": {
            "1": "Мудрость тысячелетий",
            "2": "История женьшеня",
            "3": "КОРЕЙСКИЙ ЖЕНЬШЕНЬ",
            "4": "НЕОБРАБОТАННЫЙ ЖЕНЬШЕНЬ",
            "5": "Что такое корейский женьшень?",
            "6": "Корейский женьшень против корейского красного женьшеня против американского женьшеня против китайского женьшеня против японского женьшеня",
            "7": "Необработанный женьшень становится женьшенем, если его обработать традиционным корейским методом.",
            "8": "*Кислый полисахарид, основной действующий компонент женьшеня, способствует повышению противоракового иммунитета, ингибирует уровень холестерина",
            "9": "Эффективность для здоровья ",
            "10": "Всецелая трава",
            "11": "Эффективность для здоровья ",
            "12": "2839 научных работ, связанных с женьшенем",
            "13": "51 область исследований, связанных с влиянием женьшеня на здоровье",
            "14": "40 стран провели исследования влияния женьшеня на здоровье",
            "15": "Поддерживайте здоровое тело",
            "16": "Укрепите свою иммунную систему",
            "17": "Развивает выносливость и помогает бороться с усталостью",
            "18": "Способствует здоровому кровообращению",
            "19": "Поддерживает здоровое когнитивное здоровье",
            "20": "Преимущества для ухода за кожей",
            "21": "Обеспечивает обильный запас антиоксидантов",
            "22": "Теория семи полезных свойств женьшеня в восточной медицине",
            "23": "Повышение выносливости",
            "24": "Нормализация нарушений обмена веществ",
            "25": "Успокоение психической нестабильности",
            "26": "Improving The Whole Body Function",
            "27": "Детоксикация и улучшение состояния кожи",
            "28": "Укрепление селезенки и желудка",
            "29": "Питайте и укрепляйте дыхательную систему",
            "30": "Что люди говорят о женьшене"
        },

        "text": {
            "1": "Истоки женьшеня можно проследить до Кореи тысячу лет назад, когда его свойства были впервые обнаружены. Это делалось путем приготовления и сушки растения. В путевом очерке «高麗圖經», написанном Сюаньхэ в 1123 году, который был посланником династии Сун, посещавшим Корё, была задокументирована сила женьшеня. Он и сегодня славится своими полезными для здоровья свойствами, которые были подтверждены как восточными, так и западными медицинскими сообществами. По сути, это пища для здоровья, созданная путем объединения истории и науки.",
            "2": "Женьшень широко востребован из-за его многочисленных полезных компонентов. В семействе женьшеневых корейский женьшень выделяется впечатляющим уровнем сапонинов и несапонинов, которые не встречаются в других сортах.",
            "3": "Корейский женьшень содержит ряд ценных сапонинов, включая Rb1, которые могут помочь регулировать здоровую функцию печени и мозга. Он также богат несапониновыми ингредиентами, одним из самых примечательных из которых является кислотный полисахарид, который, как доказано, регулирует уровень холестерина.",
            "4": "Корейский красный женьшень — это разновидность корейского женьшеня, прошедшая традиционную обработку паром и сушку, в результате чего она приобрела красный цвет. Это делается для усиления полезных свойств корня и его защиты. Не все растения женьшеня одинаковы с точки зрения их полезных свойств; корейский красный женьшень содержит большое количество сапонинов, тогда как американский, китайский и японский женьшень содержат менее 15 сапонинов. Сапонины — это природные соединения, которые отвечают за свойства женьшеня.",
            "5": "Изготовление настоящего женьшеня — это сочетание искусства, мастерства и научных знаний. Мы посвящаем два года подготовке каждого поля к посадке, затем позволяем каждому растению расти, пока оно не достигнет наилучшего состояния, а затем оставляем территорию под паром на десятилетие перед повторной посадкой.",
            "6": "Термин «Panax» — научное название женьшеня, которое произошло от греческого языка и переводится как «всеисцеляющий». Этот конкретный род растений содержит сапонины, называемые гинзенозидами, класс соединений, которые не встречаются ни в одном другом растении. Мы даем нашему женьшеню вырасти до полной зрелости, чтобы получить максимальное количество сапонинов в каждом корне. Являясь частью корейского образа жизни и культуры, женьшень может похвастаться рядом природных преимуществ для здоровья.",
            "7": "Улучшая кровообращение и поддерживая функции организма, женьшень дает нашему организму силу бороться с болезнями; это способ сделать наше тело сильнее.",
            "8": "Научное название: Panax Ginseng Источник: Национальный центр биотехнологической информации (www.ncbi.nlm.nih.gov)",
            "9": "Устойчивость к усталости, функции памяти, улучшение кровообращения, антиоксидантные функции и многое другое.",
            "10": "США, Канада, Великобритания, Германия, Италия, Южная Корея, Китай, Япония, Россия и другие",
            "11": "Корейский женьшень обладает множеством полезных для здоровья свойств, с которыми можно ознакомиться здесь Национальный центр биотехнологической информации ",
            "12": "Корейский женьшень усиливает реакцию иммунной системы на инородные тела, попадающие в организм.",
            "13": "Корейский женьшень — это альтернатива кофеину, натуральный источник энергии, который поможет вам пережить день.",
            "14": "Ингредиенты корейского женьшеня способствуют улучшению кровообращения, способствуя поддержанию здоровья сердца и артерий.",
            "15": "Помогает поддерживать здоровье мозга и улучшает когнитивные функции.",
            "16": "Используя новейшие современные технологии, мы можем применять те же «универсальные» целебные свойства корейского женьшеня в уходе за кожей.",
            "17": "Антиоксиданты играют большую роль в защите вашего организма от свободных радикалов. Корейский женьшень полон антиоксидантов, которые помогают вашим клеткам предотвращать заболевания, которые могут развиться в вашем организме.",
            "18": "Помогает восстановить силы и повышает выносливость",
            "19": "Способствует выработке крови и стабилизирует пульс",
            "20": "Снижает стресс и стабилизирует равновесие ума",
            "21": "Дополняет жидкости организма и утоляет жажду",
            "22": "Избавляет от ядов в организме и снимает отеки и нарывы.",
            "23": "Укрепляет органы пищеварения и останавливает диарею",
            "24": "Укрепляет легкие и останавливает кашель"
        },

        "li": {
            "1": "(1) Доктора В. Д. Петков (Болгария) и Х. Нитта (Япония) - Исследование улучшения когнитивной деградации, вызванной нормальным агинозом",
            "2": "(2) Профессор Наканиши (Япония) – Исследование ингибирования агрегации тромбоцитов и улучшения микрососудистого кровоснабжения",
            "3": "(3) Д-р Э. Бомбарделли (Италия) – Исследование свойств женьшеня обыкновенного, направленных на снятие усталости и снятие стресса.",
            "4": "(4) С. Дж. Фулдер (Англия) – Исследование улучшения физических функций пожилых людей",
            "5": "(5) Доктор Канг, Санг Му (США) - Исследование противовирусной активности экстракта женьшеня против респираторно-синцитиальной вирусной инфекции"
        },

        "chinese": {
            "1": "補氣救脫",
            "2": "益血復脈",
            "3": "養心安神",
            "4": "生津止渴",
            "5": "托毒合瘡",
            "6": "健脾止瀉",
            "7": "補肺定喘"
        },

        "customerTitle": {
            "1": "Джулия Барлунд, клиент KGC",
            "2": "Джулия Барлунд, клиент KGC",
            "3": "Джулия Барлунд, клиент KGC"
        },

        "customerText": {
            "1": "'EVERYTIME' - это моя ежедневная рутина. Everytime дает большой заряд энергии и подходит тем, кто хочет поставить здоровье и благополучие на первое место",
            "2": "'EVERYTIME' - это моя ежедневная рутина. Everytime дает большой заряд энергии и подходит тем, кто хочет поставить здоровье и благополучие на первое место",
            "3": "'EVERYTIME' - это моя ежедневная рутина. Everytime дает большой заряд энергии и подходит тем, кто хочет поставить здоровье и благополучие на первое место"
        },

        "btn": "Интересуетесь корейским красным женьшенем? Нажмите здесь, чтобы подписаться на акции"
    },

    "contact": {
        "heading": "Свяжитесь с нами",
        "description": "Не нашли то, что искали? Свяжитесь с нашей службой поддержки. Наш представитель проверит ваше сообщение в течение 24 рабочих часов.",
        "firstName": "Имя",
        "lastName": "Фамилия",
        "phoneNumber": "Номер телефона",
        "messagePlaceholder": "Ваше сообщение",
        "submitButton": "Отправить",
        "officialDistributor": "Официальный дистрибьютор",
        "address": "Улица Чехова 7а, Ташкент, Узбекистан",
        "phone": "Телефон",
        "email": "Эл. почта",
        "openingHours": "Часы работы",
        "monFri": "Пн - Пт : 9:00 - 17:00",
        "saturday": "Суббота: Закрыто",
        "sunday": "Воскресенье: Закрыто",
        "stayConnected": "Оставайтесь на связи",
        "telegram": "https://t.me/tmrtgl",
        "instagram": "https://www.instagram.com/jungkwanjanguzb",
        "whatsapp": "/"
    }
}